-- MySQL dump 10.13  Distrib 8.0.42, for Win64 (x86_64)
--
-- Host: localhost    Database: test
-- ------------------------------------------------------
-- Server version	8.0.41

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `klients`
--

DROP TABLE IF EXISTS `klients`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `klients` (
  `id` bigint NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=99 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `klients`
--

LOCK TABLES `klients` WRITE;
/*!40000 ALTER TABLE `klients` DISABLE KEYS */;
INSERT INTO `klients` VALUES (1,'Ман(бывший яскина)','89118991532'),(2,'Женя BPW','89206791140'),(3,'Белов Сергей ','89806848593'),(4,'Колобков Сергей','89605003969   89158278738'),(5,'Игорь Писк Рено','89012892167'),(6,'Вольво нудный(Александр Сапогов)','89605137710'),(7,'Алексей Ман от Пугачева','89605028135'),(8,'Таёта Алексей Самойлов','89051054001'),(9,'Бойцов Константин ','89109880008'),(10,'Сергей Надеин (Комбикорм)','89605068997'),(11,'Иван Гришенков','89038887776'),(12,'Даф Валерий с Палеха','89106965411 89065154485'),(13,'Кузя Дима ','89092474343'),(14,'Петруха(Экспомир)','89109818989 89092475572'),(15,'Сын(Лев Скания)','89109844850'),(16,'Андрей 3737','89158323737'),(17,'Виноградов','89051050388'),(18,'Иванов Сергей','89106675939'),(19,'Владимир 5055','89632145055'),(20,'Богаткова','89016927558'),(21,'Прокофьев Виктор','89109817281'),(22,'Филиппов','89158456510'),(23,'Горбунов Сергей ','89051554934'),(24,'Горбунов Санек ','89612471861'),(25,'Васичкин Алексей (Саф Бпв)','89206721608'),(26,'Шуйский АТК','89109846212'),(28,'Ромашов Александр','89605087979'),(29,'Даф 881 Алексей','89065130971'),(30,'Ивеко Стралис Михаил Ерохин','89106885528'),(31,'Полтев Иван','89109829719'),(32,'Андрей Максимов','89158167364'),(33,'ДАФ Задний мост(Евгений Калинин)','89605073755'),(34,'Даф Южа Максим','89960263369'),(35,'ГемоРор(Николай Макушин)','89612450116'),(36,'Игорь Щитки Бпв','89612488531'),(37,'Андрей Бпв Ключ Ступицы','89158439121'),(38,'Мамаев Сергей','89038885833'),(39,'Марк Ивеко','89065140001'),(40,'Колосов Дмитрий Ман ','89106683335'),(41,'Простор Иваново',''),(42,'Рябцов Дмитрий ','89806879029'),(43,'Михаил Мерс Стоянка','89106879698'),(44,'Вольво Сергей Кутилов','89038894802'),(45,'Филичев Андрей  (Ман)','89158364364'),(46,'Василий МАН (Аморт Ящика) ИП Корабельников','89109829344'),(47,'Констатин скания ','89051096533'),(48,'Павел Южа Скания ','89158392481'),(49,'Саша Рено 8787','89051568787'),(50,'Вячеслав Ман От Филичева(ИП Платонова)','89109944564'),(51,'ДАФ Автолайн','89106805754'),(52,'Подшипник Оси BPW (Павел Шапов)','89038893539'),(53,'Голиков Алексей','89050593746'),(54,'Конст от Подш БПВ',''),(55,'Максим Подушка 4022','89109991225'),(56,'Эдик Вольво ','89807316735'),(57,'Даф ПГУ Вова','89965164980'),(58,'Скания Новенький','89158298563'),(59,'Рено (ВТОРМА)','89605049986'),(60,'Василий Верхний Ландех. Скания','89092482132'),(61,'Дима Дорофеев Рено','89109848437'),(62,'Рассадин Александр Ман.','89384256570'),(63,'Сергей ISUZU','89290464880'),(64,'Булкин','89992400045'),(65,'Олег Рено Магнум','89303412274'),(66,'Андрей Baw Стартер','89807352081'),(67,'Женя Ивеко ( Сейчас Скания)','89106904190'),(68,'Подушка Вольво R4713DFS02(Мухомор)','89106694845'),(69,'Индустриал Групп Безнал','89303456255'),(70,'Боков Стас ','89158108458'),(71,'Даф Владимр Челышев','89109814899'),(72,'Вольво 717 Вова Смирнов','89109992442'),(73,'Мария BPW','89158499493'),(74,'Mixail - Ивеко Стралис','89109958316'),(75,'Скания Южа','89109826105'),(76,'Александр Скания Горячево','89203549819'),(77,'Василий Даф Центральный','89806911739'),(78,'ООО \"СТК\" и  ООО \"ССТ\"',''),(79,'Меркулов Алексей ','89612493728'),(80,'Котыгин Андрей','89106684133'),(81,'Рубачёв Николай  (Савино)','89106891331'),(82,'Александр(Прокладки ГБЦ МАН)','89117800347'),(83,'Вольво F10 Крестовина Кардана','89036329884'),(84,'Саф Суппорт от Мерса - Олег','89203674199'),(85,'залетный','1'),(86,'Никотин','89266699195'),(87,'Волков Андрей','89038887067'),(88,'Толстяков Андрей','89051566454'),(89,'Усова Ольга','89051064212'),(90,'Кирилл фш13','89158480879'),(91,'от Кулемина колодки','89158235783'),(92,'Игорь','89106939355'),(93,'Михаил от Чечена','89085656521'),(94,'Илья (Габариты на Ситрак)','89806937244'),(95,'Касаткин Сергей (Колобово) полуприцеп','89158211135 и 89012904711'),(96,'Водитель от Балашова','89109812292'),(97,'Мочалов Сергей Александрович(Шуйские Ситцы)','89106804428'),(98,'Александр(JAC-N120)','89038894878');
/*!40000 ALTER TABLE `klients` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2025-09-07 11:57:31
